export const TRANSLATION_JPN = {
  //landing page
  submit: "提出する",
  skip: "スキップ",
  typeyourquestion: "質問を入力してください",
  //drawer
  story: "ストーリー",
  events: "イベント",
  merchandise: "商品",
  archive: "アーカイブ",
  gallery: "ギャラリー",
  blog: "ブログ",
  contact: "お問い合わせ",
  member: "メンバー",
  language: "言語",
  //random
  lorem:
    "ローレムイプサムは、エリートを意識して痛みを伴う座ることです。しばしば批判される平凡な真実は、持続する痛みと欲望を伴って広がります。必要な権力と権利はどこにでもあります！モード、喜び。アイデンティティはその苦痛の理論です。",
  // construction
  construction: "このページは現在工事中です。後でまたチェックしてください！",
  background_credit: "(背景アートはKeith Petersのコードに基づいています。)",
  // themse
  toggle_mode: "昼/夜モード",
  // issues - dummy
  issue1: "ISSUE #1 - 世代の傷痕",
  issuedummy: "ISSUE #N - 仮タイトル",
  index: "目録",
  hidebar: "メニューを隠す",
  dummyheading: "ダミー見出し",
  dummycontent:
    "インデックス1コンテンツでは、持続可能な都市計画の基本要素について議論しています。エネルギー効率の向上、緑地の統合、コミュニティの関与の重要性を強調しています。このセクションでは、再生可能エネルギー源の採用やスマートシティ技術など、炭素足跡を減らすための様々な戦略について詳しく述べています。これらの洞察は、回復力のある持続可能な都市環境を開発する上で重要です。さらに、インデックス1コンテンツは、これらの戦略を成功裏に実装している世界中の都市の事例研究を強調しています。これらの例は、持続可能性の実践を改善しようとする他の都市のための青写真として機能します。全体として、この文書のこの部分は都市開発者、政策立案者、環境擁護者にとって貴重なガイドラインと推奨事項を提供しています。",
  dummycontent_reverse:
    ".提供していますこの部分の文書は都市開発者、政策立案者、環境擁護者にとって貴重なガイドラインと推奨事項を開発する上で重要です。これらの洞察は、回復力のある持続可能な都市環境を例として機能します。インデックス1コンテンツは、これらの戦略を成功裏に実装している世界中の都市の事例研究を強調しています。炭素足跡を減らすための様々な戦略について詳しく述べています。エネルギー効率の向上、緑地の統合、コミュニティの関与の重要性を強調しています。持続可能な都市計画の基本要素について議論していますインデックス1コンテンツでは",
};
