export const TRANSLATION_KRN = {
  //landing page
  submit: "제출",
  skip: "건너뛰기",
  typeyourquestion: "질문을 입력하세요",
  //drawer
  story: "스토리",
  events: "이벤트",
  merchandise: "상품",
  archive: "아카이브",
  gallery: "갤러리",
  blog: "블로그",
  contact: "문의하기",
  member: "회원",
  language: "언어",
  // random
  lorem:
    "로렘 입숨은 엘리트의식과 함께 앉아 아픔을 겪습니다. 자주 비난받는 평범함과 진실이 욕망과 고통을 동반하며 지속됩니다. 필요한 권력과 권리는 어디에나 있습니다! 모드, 기쁨. 정체성은 그 고통의 이론입니다.",
  // construction
  construction: "이 페이지는 현재 공사 중입니다. 나중에 다시 확인해 주세요!",
  background_credit: "(배경 아트는 Keith Peters의 코드를 바탕으로 합니다.)",
  // themse
  toggle_mode: "낮/밤 모드",
  // issues - dummy
  issue1: "ISSUE #1 - 세대상처",
  issuedummy: "ISSUE #N - 가제목",
  index: "색인",
  hidebar: "메뉴 숨기기",
  dummyheading: "더미헤딩",
  dummycontent:
    "Index 1 인덱스 1 내용은 지속 가능한 도시 계획의 필수 요소에 대해 논의합니다. 에너지 효율성을 향상시키기 위한 혁신적인 솔루션 도입, 녹지 공간의 통합, 그리고 커뮤니티 참여의 중요성을 강조합니다. 이 섹션에서는 재생 가능 에너지 소스의 채택과 스마트 시티 기술과 같은 탄소 발자국을 줄이기 위한 다양한 전략을 자세히 설명합니다. 이러한 통찰력은 회복력 있고 지",
  dummycontent_reverse:
    ".제공합니다이 문서의 이 부분은 도시 개발자, 정책 입안자, 환경 옹호자에게 중요한 가이드라인과 권장 사항을개발하는 데 중요합니다. 이러한 통찰력은 회복력 있고 지속 가능한 도시 환경을 개발하는 데 필요합니다. 인덱스 1 내용은 이러한 전략을 성공적으로 구현하고 있는 전 세계 도시의 사례 연구를 강조합니다. 이 섹션에서는 탄소 발자국을 줄이기 위한 다양한 전략을 자세히 설명합니다. 에너지 효율성을 향상시키기 위한 혁신적인 솔루션 도입, 녹지 공간의 통합, 그리고 커뮤니티 참여의 중요성을 강조합니다. 지속 가능한 도시 계획의 필수 요소에 대해 논의합니다인덱스 1 내용은",
};
